var texts = { 
	"text1": "Early humans dreamed of going faster and further than they could on foot. They probably first achieved this in northern countries before 3000 BC (before Christ) using skis. The wheel was invented around 3500 BC but carts were very slow without roads. So for many centuries the fastest and most popular means of transport was the horse, which can run at about fifty-five kilometres an hour. This record for speed was unbroken until the end of the eighteenth century when the hot-air balloon and the railway both began to develop.The hot-air balloon made its first free flight in 1783. Two Frenchmen, the Montgolfier brothers, were working as papermakers when they had the idea for the balloon. A fire heated the air, making the balloon rise. During the first flight, the two passengers were admiring the view when they suddenly saw smoke! The balloon was burning but, luckily, they managed to put the fire out and land safely.The railway developed gradually from carts on tracks. The first vehicle with an engine to run on tracks was developed in 1803 by an Englishman, Richard Trevithick. In 1804, he took the first passengers, although they didn't have to buy a ticket. Unfortunately, they were travelling in the train when it began to fall off the tracks and Trevithick realised that the tracks were not strong enough to take the weight of the train. The passengers escaped unharmed, but it was another example of how dangerous the development of transport can be. Perhaps unexpectedly, the bicycle didn't appear until around 1840 when a Scotsman, Kirkpatrick McMillan, created the first one to have pedals. People rode bicycles without pedals before then, but they were slow and not very popular. It took around 140 years for McMillan's design to develop into modern mountain bikes.The twentieth century saw the development of many other means of transport, including the hydrofoil and the hovercraft. The petrol-driven car (invented in 1885 in Germany) completely changed the way people thought about transport, and so did the aeroplane. People have always dreamed of flying.  One day, in 1903, that dream became a reality. Two American brothers, Wilbur and. Orville Wright, managed to make a short flight in their aircraft, the Flyer. From there, a huge industry grew that allowed, and still allows, people to visit the whole world, easily and cheaply.The challenge for the twenty-first century is transport in space. Since the first Moon landing in 1969, technology has developed to give us the space shuttle (1981) and even the space tourist (2002). The future of transport will probably be as exciting as its past.",
	"text2": "Our planet Earth is only a tiny part of the universe, but nowadays it's the only place where we can live. People have lived on our planet for many years. They lived and live on different continents, in different countries. People depend on their planet, the sun, animals and plants around them. Environment is everything in the world around us that surround and affects all life on earth, including the air, food, water, plants, animals and other. Environment is the place where we live. Since ancient time nature has served man, being the source of his life. For thousands of years people lived in harmony with environment and it seemed to them that natural riches were unlimited. But man's interference in nature began to increase with the development of civilization. Our ecology becomes worse and worse with every new day. Many species of animals and birds are disappearing nowadays. People destruct wildlife, cut down trees to make furniture. They forget that people can't live without trees and plants, because they fill air with oxygen. There are a lot of ecological problems. The most serious ecological problems are: noise from cars and buses; destruction of wildlife and countryside beauty; shortage of natural resources; the growth of population; pollution in its many forms. Water is everywhere, but there is no ocean or sea which is not used as a dump. Many rivers and lakes are poisoned too. Fish and reptiles can't live in them. People can't drink this water. So we have to clean the water environment. Another problem is air pollution. Air pollution influents the health of people. For example: ultraviolet radiation from the sun can cause skin cancer. Normally the ozone layer in the atmosphere protects us from such radiation, but if there are holes in the ozone layer ultraviolet radiation can get to the earth. Many scientists think that these holes are the result of air pollution. Also we have problem with nuclear pollution. Nuclear pollution cannot be seen but its effect can be terrible. To make air clear clean again we need good filters at nuclear power stations, at factories, in cars and buses. Another problem is growth of population. They don't have enough places to live. They need more water, more food. So it is the reason of the shortage of the natural resources. It is very difficult to solve this problem. Also one of the most serious problems is greenhouse effect. It works like this: sunlight gives us heat. Some of the heat warms the atmosphere and some of the heat goes back into space. Nowadays the heat can't go into space. That's why winter and summer temperatures in many places have become higher. If the temperature continues growing up the snow on the mountains and ice will melt, so the most of the earth will be under water. So every person has to understand how important it is to solve these problems, which endanger people's life.",
	"text3": "Technology is everywhere. We see it any place we go to and, in fact, almost all of us carry some piece of technology with us every time we leave the house. We can’t imagine our life without them. But what we always forget, though, is just how useful and powerful technology can be when we want to help others.There is not a single room in my house that does not have some gadget lying around in it. Whenever I am at home, providing that I am not sleeping, I am almost always using at least one electronic device. If you walked into my living room on any given day, you would find that, first, I have the television on (along with the other related appliances, such as the DVD player or my current favourite games console). At the same time, even though multi-tasking is definitely not my strong point, I usually have my laptop resting on my knee, or I will be using my tablet or mobile phone. In the background, the technology that I am not using will most likely be on charge somewhere in the house. Even when I’m not at home I am constantly using my phone. At work or in cafes, I sit down and connect to the local wireless network on my laptop. I must admit that I waste a lot of time on the computer. Instead I could spend it doing some online volunteering.The technology we carry about everywhere can have a great power to do good for the world and to help others and recently I discovered just how much online volunteering there is to do in the world. From using your language skills to do translations, to developing and managing projects and helping with IT work, there is so much that so many people can do to help people in their own countries and across the world. The United Nations, in fact, has a huge page on its website designed for recruiting volunteers.This work can support the poor and help charities who otherwise would not have the funding to pay for staff. Many organisations only require you to work an hour a week — some even less. And the support provided by online volunteers can really help make a difference to those in need."
};
